Repository: DrCod/generic-numeric-representation-by-attention-distillation
Catalog: data/tmx_dir/output_data_it-es.tmx
Source language: it
Languages: es

source: Nel tempo, queste due "famiglie" di Paesi hanno infatti stabilito relazioni sempre più strette, che, ci auguriamo, possano trovare uno sviluppo ulteriore grazie ad accordi come quello in auspicabile finalizzazione tra UE e Mercosur.
es: Con el tiempo estas dos "familias" de países han establecido relaciones siempre más estrechas que esperamos puedan encontrar un desarrollo posterior gracias a acuerdos como aquel entre la UE y Mercosur en oportuna finalización.

source: In altri termini, si evidenzia ancora una volta la opportunità, per una efficace governance mondiale, della creazione di organismi su base continentale in grado di dialogare tra loro, secondo il modello preconizzato in modo lungimirante dalla Carta delle Nazioni Unite.
es: En otras palabras, se evidencia todavía una vez más la oportunidad, para una eficaz gobernanza mundial, de la creación de organismos sobre una base continental en grado de dialogar entre ellos, según el modelo de grandes miras preconizado por la Carta de las Naciones Unidas.

source: Quali sono i settori di maggior interesse per l'Italia in Messico?
es: -- ¿Cuáles son los sectores de mayor interés para Italia en México?

source: Le relazioni tra Italia e Messico si stanno approfondendo sotto molteplici fronti, come testimoniato dalla sempre maggiore frequenza di visite ufficiali e di incontri a livello politico.
es: -- Las relaciones entre Italia y México se están profundizando bajo múltiples frentes, como es evidente por la siempre mayor frecuencia de visitas oficiales y de encuentros a nivel político.

source: Ciò è sintomo di una convergenza di interessi e di una crescente collaborazione che spazia dai temi multilaterali in seno alle Nazioni Unite e al G20, alla collaborazione in materia giudiziaria e di lotta alla corruzione, a quella in ambito culturale, scientifico ed economico.
es: Ello es síntoma de una convergencia de intereses y de una creciente colaboración que va desde los temas multilaterales en el seno de las Naciones Unidas y el G20, a la colaboración en materia judicial y de lucha contra la corrupción, a la del ámbito cultural, científico y económico.

source: Per fare qualche esempio, nel settore culturale si stanno realizzando importanti eventi, come la mostra sulle opere di Antonio Canova fotografate da Mimmo Jodice, che verrà inaugurata tra qualche giorno presso il Museo San Carlos di Città del Messico, o quella sui Maya che si terrà a Verona il prossimo autunno.
es: Por dar algún ejemplo, en el sector cultural se están realizando importantes eventos, como la exhibición de las obras de Antonio Canova fotografiadas por Mimmo Jodice, que será inaugurada en unos días en el Museo San Carlos de Ciudad de México, o la de los Mayas que se realizará en Verona el próximo otoño.

source: Numerosi progetti comuni sono stati discussi in occasione della visita in Messico del Ministro italiano dei Beni Culturali, Dario Franceschini solo pochi giorni fa.
es: Numerosos proyectos comunes han sido discutidos en ocasión de la visita a México del Ministro italiano de los Bienes Culturales, Dario Franceschini, hace solo unos pocos días.

source: Inoltre, si sta sviluppando la collaborazione in ambito cinematografico per promuovere le coproduzioni e la partecipazione ai festival di entrambi i Paesi.
es: Además, se está desarrollando la colaboración en el ámbito cinematográfico para promover las coproducciones y las participaciones en los festivales de ambos países.

source: Nel settore scientifico si sta consolidando la collaborazione tra le principali istituzioni accademiche ed i centri di ricerca dei due Paesi.
es: En el sector científico se está consolidando la colaboración entre las principales instituciones académicas y los centros de investigación.

source: In ambito economico, assistiamo ad una crescita costante dell'interscambio commerciale, con un incremento delle esportazioni italiane che nel 2015 si è attestato al 13,4%, mentre si sta consolidando sempre di più la presenza delle imprese italiane in Messico (oltre 1.600).
es: En el ámbito económico, asistimos a un crecimiento constante del intercambio comercial, con un incremento de las exportaciones italianas que en el 2015 se ha situado en el 13,4%, mientras se está consolidando cada vez más la presencia de las empresas italianas en México (más de 1600).

source: Di sicuro, il settore energetico è tra quelli che in questo momento richiama di più l'attenzione tra le imprese italiane intenzionate ad investire, grazie anche alle riforme promosse dal Governo messicano.
es: Sin duda, el sector energético está entre aquellos que en este momento reclama más la atención entre las empresas italianas con intención de invertir, gracias también a las reformas promovidas por el Gobierno mexicano.

source: Rimangono importanti, accanto a questo settori come l'industria automobilistica, l'alimentare, il design, il settore farmaceutico e quello turistico.
es: Siguen teniendo importancia, junto a esto, sectores como la industria automovilística, la alimentaria, el diseño, el sector farmacéutico y el turístico.

source: Quali sono i problemi più critici che il mondo deve affrontare in questo momento ?
es: -- ¿Cuáles son los problemas más críticos que debe afrontar el mundo en este momento?

source: Indicherei lo sviluppo sostenibile, nel rispetto dell'ambiente, e la stabilità tra i molteplici - e rilevantissimi - problemi con cui dobbiamo oggi confrontarci.
es: -- Mencionaré el desarrollo sostenible en el respeto al medio ambiente y la estabilidad entre los múltiples -y muy relevantes- problemas con los que nos debemos hoy enfrentar.

source: Il riconoscimento dei diritti dei popoli, delle comunità e delle persone deve ispirare ogni forma di esercizio di pubbliche responsabilità.
es: El reconocimiento de los derechos de los pueblos, de las comunidades y de las personas debe inspirar cada forma de ejercicio de pública responsabilidad.

source: Perché ci si costituisce in potere ed il potere si esercita se non per il progresso delle condizioni di vita delle persone?
es: Porqué nos constituimos en poder y, ¿por qué se ejercita el poder si no por el progreso de vida de las personas?

source: Occorre essere fedeli a questo obiettivo che comporta l'affermazione dei valori di libertà e eguaglianza connaturati alla dignità delle persone.
es: Es necesario ser fieles a este objetivo que comporta la afirmación de los valores de libertad e igualdad connaturales a la dignidad de las personas.

source: Vinta questa battaglia sarà più agevole affrontare le emergenze con cui oggi ci confrontiamo: la lotta al terrorismo e alla criminalità organizzata transnazionale e le migrazioni sono i temi assolutamente prioritari nell'agenda internazionale, destinati alla luce della loro portata, a rimanere tali a lungo, senza un deciso impegno dell'intera comunità.
es: Vencida esta batalla será más sencillo afrontar las emergencias con las que hoy nos enfrentamos: la lucha contra el terrorismo, la criminalidad organizada transnacional y las migraciones son temas absolutamente prioritarios en la agenda internacional que, teniendo en cuenta su envergadura, están destinados a permanecer así para largo sin un decisivo empeño de toda la comunidad.

source: Occorre aggredire e prosciugare l'humus nel quale questi fenomeni nascono e prosperano: conflitti, violenza, povertà, difficoltà di accesso all'istruzione e alla salute, mancanza di opportunità di crescita economica.
es: Es necesario atacar y drenar el humus en el cual estos fenómenos nacen y prosperan: conflictos, violencia, pobreza, dificultad de acceso a la educación y al cuidado de la salud y falta de oportunidades para el crecimiento económico.

source: L'ampiezza della sfida supera - di gran lunga - le capacità di risposta dei singoli Paesi, per quanto forti essi siano.
es: La magnitud del desafío supera -por mucho- las capacidades de respuesta de cada país, por muy fuertes que estas sean.

source: E' nato a Palermo il 23 luglio 1941.
es: Sergio Mattarella nació en Palermo el 23 de julio de 1941.

source: Ha tre figli.
es: Tiene tres hijos.

source: Laureato in Giurisprudenza nel 1964 all'Università “La Sapienza” di Roma con il massimo dei voti e la lode, discutendo una tesi su “La funzione di indirizzo politico”, è stato iscritto nell'albo degli avvocati del Foro di Palermo dal 1967.
es: Licenciado en derecho en 1964 por la Universidad “La Sapienza” de Roma con mención de honor, con una tesis sobre “La función de orientación política”, se inscribió en el colegio de abogados del Foro de Palermo en 1967.

source: Ha insegnato diritto parlamentare presso la Facoltà di giurisprudenza dell'Università di Palermo fino al 1983, anno in cui è stato collocato in aspettativa perché entrato a far parte della Camera dei Deputati.
es: Enseñó derecho parlamentario en la Facultad de derecho de la Universidad de Palermo hasta el año 1983, cuando entró en excedencia tras ser elegido miembro de la Cámara de Diputados.

source: La sua attività scientifica e le sue pubblicazioni hanno riguardato prevalentemente argomenti di diritto costituzionale (intervento della Regione siciliana nell'economia, bicameralismo, procedimento legislativo, attività ispettiva del Parlamento, indennità di espropriazione, evoluzione dell'amministrazione regionale siciliana, controlli sugli enti locali).
es: Su actividad científica y sus publicaciones se han referido prevalentemente a temas de derecho constitucional (intervención de la Región siciliana en la economía, bicameralismo, procedimiento legislativo, actividad de inspección del Parlamento, indemnización de expropiación, evolución de la administración regional siciliana, controles sobre los entes locales).

source: Altre pubblicazioni hanno riguardato temi legati alla sua attività parlamentare e di governo.
es: Otras publicaciones se han referido a temas vinculados con su actividad parlamentaria y de gobierno.

source: Ha svolto relazioni e interventi in convegni di studi giuridici e tenuto lezioni in corsi di master e di specializzazione in varie Università.
es: Presentó informes y ponencias en congresos de estudios jurídicos, y dictó clases en cursos de maestría y de especialización en varias Universidades.

source: Il suo percorso politico ha origine all'interno del filone di impegno cattolico-sociale e riformatore.
es: Su recorrido político nació dentro de la corriente de pensamiento católico-social y reformador.

source: Eletto deputato per la Democrazia Cristiana nel 1983 nella circoscrizione della Sicilia occidentale, ha fatto parte della Camera dei Deputati sino al 2008.
es: Fue elegido diputado por la Democracia Cristiana en 1983 en la circunscripción de la Sicilia occidental, y siguió siendo miembro de la Cámara de Diputados hasta 2008.

source: In queste sette legislature ha fatto parte della Commissione Affari costituzionali, della Commissioni Affari esteri e del Comitato per la Legislazione, di cui è stato anche Presidente.
es: Durante estas siete legislaturas formó parte de la Comisión de Asuntos constitucionales, de la Comisión de Asuntos exteriores y del Comité para la legislación, del que también fue Presidente.

source: E' stato componente, inoltre, della Commissione bicamerale per le Riforme istituzionali dell'XI legislatura, di cui è stato Vice Presidente, della Commissione bicamerale per le Riforme istituzionali della XIII legislatura, della Commissione parlamentare d'inchiesta sul terrorismo e le stragi, della Commissione parlamentare d'inchiesta sulla mafia.
es: Asimismo, fue miembro de la Comisión bicameral para las Reformas institucionales de la XI legislatura, de la que fue vicepresidente, de la Comisión bicameral para las Reformas institucionales de la XIII legislatura, de la Comisión parlamentaria de investigación sobre el terrorismo y las masacres, y de la Comisión parlamentaria de investigación sobre la mafia.

source: Nella XV legislatura è stato Presidente della Commissione Giurisdizionale della Camera dei Deputati.
es: En la XV legislatura fue presidente de la Comisión Jurisdiccional de la Cámara de Diputados.

source: Nella XIII legislatura è stato Presidente del Gruppo parlamentare dei Popolari e Democratici (dall'inizio della legislatura all'ottobre 1998).
es: En la XIII legislatura fue Presidente del Grupo parlamentario de Populares y Demócratas (desde el principio de la legislatura hasta octubre de 1998).

source: Dal luglio del 1987 al luglio del 1989 è stato Ministro dei Rapporti con il Parlamento.
es: Entre julio de 1987 y julio de 1989 fue Ministro para las Relaciones con el Parlamento.

source: Risalgono a quegli anni la riforma dell'ordinamento della Presidenza del Consiglio e l'abolizione della ordinarietà del voto segreto in Parlamento.
es: A esos años se remontan la reforma del ordenamiento de la Presidencia del Consejo de Ministros y la abolición de la ordinariedad del voto secreto en el Parlamento.

source: Dal luglio del 1989 al luglio del 1990 è stato Ministro della Pubblica Istruzione.
es: Entre julio de 1989 y julio de 1990 fue Ministro de Educación.

source: Sono di quel periodo la Conferenza nazionale della scuola (gennaio '90) e la riforma degli ordinamenti della scuola elementare che, tra le innovazioni, introdusse il modulo dei tre maestri su due classi (legge n. 148 del 1990).
es: A ese periodo se remonta la Conferencia nacional de la escuela (enero de 1990) y la reforma de los ordenamientos de la escuela primaria que, entre otras novedades, introdujo el módulo de los tres maestros en dos cursos (ley n. 148 de 1990).

source: Approvate in quegli anni la legge che ha abolito la leva militare obbligatoria e quella che ha reso l'Arma dei Carabinieri forza armata autonoma.
es: En ese periodo se aprobaron la ley que abolió el servicio militar obligatorio y la ley que declaró el Arma de los Carabinieri una fuerza armada autónoma.

source: In quella fase l'Italia ha sviluppato una intensa presenza nelle missioni di pace dispiegate per iniziative delle Nazioni Unite ed ha contribuito significativamente alle operazioni di interposizione e mantenimento della pace in Bosnia-Herzegovina, Kosovo e nella ex Repubblica Jugoslava di Macedonia.
es: En esa fase, Italia desempeñó una participación intensa en las misiones de paz desplegadas por iniciativa de las Naciones Unidas, y contribuyó significativamente en las operaciones de interposición y mantenimiento de la paz en Bosnia-Herzegovina, Kosovo y en la ex República yugoslava de Macedonia.

source: L'avvio della Politica europea di sicurezza e difesa, in quella stagione, ha visto l'Italia tra i più convinti sostenitori, con l'avvio, tra l'altro, del primo corpo d'armata europeo.
es: En esa misma época, la puesta en marcha de la política europea de seguridad y defensa encontró en Italia uno de sus más convencidos defensores, con la creación también del primer cuerpo de armada europeo.

source: Nelle elezioni politiche del 2008 non si è ricandidato e ha concluso la sua attività politica.
es: En las elecciones políticas de 2008 no volvió a presentar su candidatura, poniendo fin a su actividad política.

source: Nel maggio 2009 è stato eletto dal Parlamento componente del Consiglio di presidenza della Giustizia amministrativa, di cui è stato Vice Presidente.
es: En mayo de 2009 fue nombrado por el Parlamento miembro del Consejo de Presidencia de la Justicia administrativa, del que fue vicepresidente.

source: Il 5 ottobre 2011 è stato eletto Giudice Costituzionale dal Parlamento ed è entrato a far parte della Corte Costituzionale con il giuramento dell'11 ottobre 2011.
es: El 5 de octubre de 2011 el Parlamento le eligió Juez Constitucional, y entró a formar parte del Tribunal Constitucional jurando el 11 de octubre de 2011.

source: Il 31 gennaio 2015 è stato eletto dodicesimo Presidente della Repubblica.
es: El 31 de enero de 2015 fue elegido décimosegundo Presidente de la República italiana.

source: Autorità
es: Autoridades,

source: Signore e Signori,
es: Señoras y señores,

source: È per me un grande onore poter essere qui oggi e ricevere la calorosa e amichevole accoglienza di Città del Messico e delle sue Istituzioni.
es: es un gran honor para mí poder estar aquí hoy y recibir la calurosa y amigable bienvenida de Ciudad de México y de sus Instituciones.

source: Una città di grande fascino, in cui, nel corso dei secoli, si sono mescolate culture diverse che ne hanno plasmato il carattere unico.
es: Una ciudad de gran encanto donde, en el curso de los siglos, se han mezclado distintas culturas, que han forjardo su carácter único.

source: Una città in cui si percepiscono chiaramente la vitalità, la forza e la creatività, tipiche delle grandi capitali culturali del mondo contemporaneo.
es: Una ciudad en la que se perciben claramente la vitalidad, la fuerza y la creatividad, típicas de las grandes capitales culturales del mundo contemporáneo.

source: Ed è proprio la cultura e, soprattutto l'incontro sempre fruttuoso tra le sue diverse espressioni, che rappresenta la nostra più potente arma per sconfiggere la piaga del terrorismo che, in ogni continente semina dolore e morte, minacciando la pace e la sicurezza internazionali.
es: Y son precisamente la cultura y, sobre todo, el fructífero encuentro entre sus distintas expresiones, que representan nuestra arma más poderosa para acabar con la lacra del terrorismo que, en cada continente, siembra dolor y muerte, amenazando la paz y la seguridad internacionales.

source: Il Messico, a Parigi, e l'Italia ancora tre giorni fa in Bangladesh, hanno subito la ferita della crudeltà terrorista.
es: México en París, e Italia hace sólo tres días en Bangladesh, sufrieron la despiadada crueldad del terrorismo.

source: Dobbiamo ribadire l'impegno volto a far prevalere la ragione, sull'ignoranza, i valori di libertà e democrazia sull'orrore e sull'oscurantismo.
es: Tenemos que reiterar nuestro compromiso para que la razón prevalezca sobre la ignorancia, y los valores de libertad y democracia sobre el horror y el oscurantismo.

source: E quale posto più significativo di Città del Messico, culla di antiche civiltà e crocevia di culture, per sottolineare quest'impegno?
es: ¿Y qué lugar más significativo de Ciudad de México, cuna de antiguas civilizaciones y encrucijada de culturas, para subrayar este compromiso?

source: Signor Capo del Governo,
es: Señor Jefe de Gobierno,

source: La mia visita di Stato in Messico vuole essere viva testimonianza di una stagione particolarmente intensa delle relazioni tra i nostri due Paesi.
es: mi visita de Estado a México quiere ser un vivo testimonio de un período de intensas relaciones entre nuestros dos Países.

source: Città del Messico è parte vitale di questo rapporto, che affonda le sue radici in valori e interessi comuni e sempre più si caratterizza per percorsi di collaborazione nei più vari settori: dall'economia alla ricerca scientifica, dalla cultura alla giustizia.
es: Ciudad de México forma parte vital de esta relación, la cual ahonda sus raíces en valores e intereses comunes y que cada vez más se ve caracterizada por una colaboración en los más distintos sectores: de la economía a la investigación científica, de la cultura a la justicia.

source: A Città del Messico risiede una numerosa e qualificata comunità italiana che ha qui trovato un ambiente accogliente e favorevole.
es: Ciudad de México hospeda una comunidad italiana numerosa y calificada que aquí goza de un entorno acogedor y favorable.

source: Nel corso di vari decenni, ha saputo integrarsi e contribuire attivamente alla prosperità della capitale e dell'intera Nazione: di questo siamo molto lieti.
es: En el curso de varias décadas, esta comunidad pudo integrarse y aportar una contribución activa a la prosperidad de la capital y de toda la Nación, lo que nos enorgullece mucho.

source: Di questa grande città, dove i segni della storia sono profondi ed evidenti, colpisce la voglia di futuro.
es: Lo que más impacta de esta ciudad, donde las huellas de la historia son tan profundas y evidentes, es el afán de futuro.

source: Una proiezione che spinge a trovare ogni giorno nuovi spunti e iniziative, per costruire un domani di sempre maggior prosperità, e questo si manifesta anche nelle relazioni tra Messico e Italia.
es: Una proyección que, día tras día, estimula la búsqueda de nuevas inspiraciones e iniciativas, para construir un mañana de creciente prosperidad, lo que es evidente incluso en las relaciones entre México e Italia.

source: Colgo quest'occasione per congratularmi con Lei, Signor Capo di Governo, e con tutti i Suoi concittadini, per la designazione di Città del Messico quale capitale mondiale del design per il 2018: un riconoscimento alla grande creatività che qui si esprime e che costituisce un terreno importante per dare vita anche a nuove collaborazioni con l'Italia.
es: Aprovecho esta oportunidad para felicitarme con Usted, Señor Jefe de Gobierno, y con todos Sus conciudadanos, por el nombramiento de Ciudad de México como capital mundial del diseño para 2018: un reconocimiento a la gran creatividad que aquí se expresa y que constituye un terreno fértil que favorece también nuevas colaboraciones con Italia.

source: desidero ringraziarLa per l'onore che mi concede con la designazione a Ospite Illustre e la consegna delle Chiavi della Città: chiavi che, sono certo, apriranno nuove ed importanti porte nella collaborazione e nell'amicizia tra Messico e Italia.
es: deseo expresarle mi gratitud por el honor que me brinda al nombrarme Huesped Distinguido y al entregarme las Llaves de la Ciudad: llaves que, sin duda alguna, abrirán nuevas e importantes puertas en la colaboración y en la amistad entre México e Italia.

source: Visita ai Musei Reali di Greenwich
es: Visita a los Museos Reales de Greenwich

source: Home Plan your visit Language guides Visita ai Musei Reali di Greenwich
es: Home Plan your visit Language guides Visita a los Museos Reales de Greenwich

source: Visita con i bambini
es: Visita con niños

source: I Musei Reali di Greenwich, ritenuti una delle 10 principali attrazioni del Regno Unito, (riuniscono)sono composti da quattro importanti siti museali: l'Osservatorio Reale di Greenwich, la celebre nave mercantile Cutty Sark, il Museo Marittimo Nazionale e la galleria d'arte Queen's House.
es: Una de las 10 principales atracciones del Reino Unido, los Museos Reales de Greenwich albergan cuatro museos de primera calidad: el Observatorio Real de Greenwich (Royal Observatory of Greenwich), el emblemático barco Cutty Sark, el Museo Marítimo Nacional (National Maritime Museum) y la galería de arte de la Casa de la Reina (Queen's House).

source: I siti sono molto vicini tra loro e quindi sono facilmente raggiungibili a piedi tra loro, passeggiando tra le eleganti architetture Patrimonio dell'Umanità, nel Parco Reale e godendo infine di una veduta mozzafiato di Londra.
es: Nuestros museos están ubicados a una corta distancia andando de uno a otro, entre maravillosa arquitectura Patrimonio de la Humanidad, en un Parque Real y con unas vistas increíbles de Londres.

source: Vi consigliamo le seguenti attività
es: Las principales actividades incluyen:

source: Visitate l'Osservatorio Reale per stare in piedi sul Meridiano Primo del mondo, scoprire la sede del Greenwich Mean Time (GMT, Tempo Medio di Greenwich) ed esplorare la nostra posizione nell'universo grazie all'unico planetario di Londra.
es: Visita del Observatorio Real para pisar la histórica línea del Meridiano del Mundo, ver la casa del Greenwich Mean Time (GMT) y explorar su lugar en el universo en el único planetario de Londres.
